Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/digidel.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Find the ‘Subject’ field and click in it.
nn: Finn emnefeltet, og trykk på det.

source: Those using a computer will be redirected to Skype’s website.
nn: Dei som bruker datamaskin, blir sende til Skype sine nettsider.

source: If you have typed the address correctly, you will reach this page.
nn: Har du skrive inn rett adresse, kjem du til denne sida.

source: what they have posted on their timeline.
nn: du sjå kva dei har lagt ut på tidslina si.

source: If you choose the option ‘Share now (Friends)’, the photo or post will appear on your Facebook timeline so that your friends can see it there.
nn: Vel du alternativet "Del no (Vener)" dukkar biletet eller innlegget opp på Facebook-tidslina di slik at venene dine kan sjå det der.

source: It just means that anyone who searches for your name on Facebook will see that you are on Facebook and can send you a friend request.
nn: Det vil berre seie at dei som søkjer opp namnet ditt på Facebook kan sjå at du er på Facebook, og at dei kan spørje om å bli ven med deg.

source: You haven’t added any friends on Facebook yet, but if you leave your settings as they are now, your future friends will be able to see any photos, comments, news stories and other things you decide to share on Facebook.
nn: Enn så lenge har du ikkje lagt til nokon vener på Facebook, men lèt du innstillingane stå slik som dei er no, kan dei framtidige venene dine sjå bilete, kommentarar, nyheitssaker og anna som du vel å dele på Facebook.

source: The timeline works like a profile for the person or organisation it belongs to.
nn: Tidslina fungerer som ein profil for den ho handlar om.

source: Ask everyone to find and click on their magnifying glass icon.
nn: Be alle om å finne og trykkje på lupa på skjermen sin.

source: Windows users will find their username under ‘Accounts’.
nn: Windows-brukarar finn brukarnamnet sitt under «Kontoar».

source: We will use this page to log back in to our email accounts, but first let’s talk about the different ways it’s possible to log in to our accounts.
nn: Vi skal bruke denne sida til å logge oss på e-postkontoen igjen, men først skal vi snakke litt om dei ulike måtane det går an å logge på kontoen sin på.

source: Make sure everyone has reached the sign-in screen before you go on.
nn: Vent med å gå vidare til alle har funne eit ledig brukarnamn.

source: If you click on this, you’ll reach
nn: Trykkjer du på dette kjem du til

source: When you see the right person in the list, click on the name
nn: Når du ser at rett person dukkar opp i lista, trykkjer du på namnet deira.

source: people can use to communicate with others.
nn: nyttast til å kommunisere med andre.

source: To call a contact, you have to look them up in your contact list.
nn: For å ringe ein kontakt må du leite dei opp i kontaktlista.

source: To pay, first you need to find the checkout.
nn: For å betale må du først finne kassa.

source: Find the person and click on his/her name
nn: Finn personen og trykk på namnet hans/hennar.

source: Click on the option you want.
nn: Trykk på alternativet du ønskjer.

source: When someone calls you, you’ll hear a ring tone, and this image will appear on your screen
nn: Når nokon ringer til deg, høyrer du ein ringelyd og dette biletet dukkar opp på skjermen din.

source: This page and this message should then appear on your screen
nn: Då skal denne sida og denne meldinga dukke opp på skjermen din.

source: Since this is your first time using Skype, the program might give you some instructions or information at this point.
nn: Sidan dette er første gongen du bruker Skype, kan det no hende du får nokre instruksjonar og informasjon frå programmet.

source: is a program or an app on your tablet.
nn: program, eller ein app, som du har på nettbrettet ditt.

source: If you’re still not sure what you want to do, you can click on the X in the top right-hand corner and make this decision later, when you are a more experienced Facebook user.
nn: Dersom du ikkje er sikker enno på kva du ønskjer, kan du trykkje på krysset øvst i høgre hjørne og heller ta stilling til dette når du blir ein meir erfaren Facebook-brukar.

source: Some way down the list you’ll find the menu option ‘Log Out’.
nn: Eit stykke ned på lista dukkar menyvalet "Logg ut" opp.

source: On Facebook, you can choose what you’d like to share with others, who to be friends with and who can see that you have a Facebook profile.
nn: På Facebook kan du sjølv velje kva du har lyst til å dele med andre, kven du vil vere vener med og kven som skal få lov til å sjå at du har ein Facebook-profil.

source: followed by a full stop and the letters c-o-m.
nn: og på slutten eit punktum og bokstavane c-o-m.

source: The image that now comes up may look slightly different depending on what type of
nn: Biletet som kjem opp kan sjå litt annleis ut, alt etter kva slags maskin du bruker, men felta

source: To contact someone, you need to find their profile and send them a contact request.
nn: For å kunne kontakte nokon må du finne profilen deira og sende dei ein

source: When someone sends you a contact request, Skype will send you a notification.
nn: Når nokon sender ein kontaktførespurnad til deg, sender Skype deg melding om dette.

source: Then you can tap the ‘Home’ button to make the icons stop wiggling.
nn: Så kan du trykkje på «heim»-knappen, slik at ikona sluttar å riste.

source: You are now in the ‘Settings’ menu.
nn: No er du inne på innstillingar.

source: This may be a good place to start if you encounter issues and situations where you are unsure about what to do
nn: Det kan vere ein lur stad å starte dersom du møter på problemstillingar og situasjonar der du blir usikker.

source: It is NOT necessary to post photos and text on Facebook if you don’t want to.
nn: Ein MÅ ikkje leggje ut bilete eller tekst på Facebook dersom ein ikkje har lyst,

source: To complete the purchase, you must also agree to the terms and conditions of the online shop you are using.
nn: Før du kan gjennomføre kjøpet må du òg seie deg einig i kjøpsvilkåra til nettbutikken du bruker.

source: If you click on the icon, you will see a list that shows you what has happened and allows you to accept or decline the
nn: Trykkjer du på ikonet dukkar det opp ei liste som viser deg kva som har skjedd, der du kan godta eller avslå veneførespurnaden.

source: Ask everyone to press/click the ‘Home’ button so they can return to the desktop.
nn: Be alle trykkje på heim-knappen, slik at dei kjem tilbake til skrivebordet.

source: You can also buy speakers and a microphone for your computer, but without a camera
nn: Du kan òg kjøpe høgtalarar og mikrofon til datamaskina, men utan kamera får du ikkje

source: You can download Skype either as a program or as an app to all tablets, smartphones and
nn: Skype kan lastast ned som eit program eller ein app til alle nettbrett, smarttelefonar eller

source: If you’re using the app, you’ll see an arrow or a small paper aeroplane symbol next to
nn: Bruker du appen trykkjer du på biletet av ei pil eller eit lite papirfly som har dukka opp ved

source: Windows users wil find their username under ‘Accounts’.
nn: Windows-brukarar finn brukarnamnet sitt under «Kontoar».

source: This is some of what you might see when using a tablet.
nn: Dette er noko av det du kan sjå når du bruker nettbrett.

source: You can either accept or reject the request.
nn: Godtek du, kan du og personen som sende

source: Some of you may have a program on your computer or an app on your tablet or smartphone that you can use to check your email.
nn: Nokre av dykk har kanskje eit program på datamaskina eller ein app på nettbrett eller smarttelefon som de kan bruke til å sjekke e-posten med.

source: Later we’ll talk about what a timeline is and how it can be used.
nn: Vi skal snakke meir om kva ei tidsline er og korleis du kan bruke ho seinare.

source: Ask everyone to go to google.no.
nn: Be alle om å gå inn på google.no.

source: Click in the large blank field.
nn: Klikk på det store kvite feltet.

source: The order in which these symbols appear may differ depending on the type of tablet you use.
nn: Rekkjefølgja på symbola er ulik avhengig av kva for nettbrett du har.

source: To find your friends on Facebook, you have to search for them.
nn: For å finne venene dine på Facebook må du søkje etter dei.

source: Click on the arrow.
nn: Trykk på pila.

source: Ask everyone who has received this message to choose an alternative, then continue to the next slide.
nn: Be alle dei som har fått ei slik melding om å velje, så går du vidare til neste lysbilete.

source: To send a message to one specific Facebook friend, you need to chat with them.
nn: Ønskjer du å sende ei melding som berre éin bestemt Facebook-ven skal sjå, må du chatte med dei.

source: different Skype name for you.
nn: Skype-namn for deg.

source: When you have a profile, you can contact other people and share photos, videos, news stories, thoughts and other things with others who also have a Facebook profile.
nn: Når ein har ein profil kan ein ta kontakt med andre, dele bilete, videoar, nyheitssaker, tankar og mykje meir med andre som har ein Facebook-profil.

source: Find the icon for your web browser and click on it.
nn: Finn ikonet for din nettlesar, og trykk på det.

source: If you’re using the app, you’ll see an arrow or a small paper aeroplane symbol next to what you have written
nn: Bruker du appen trykkjer du på biletet av ei pil eller eit lite papirfly som har dukka opp ved sidan av det du har skrive.

source: If you don’t have your device with you, you need to go to the web address and log in from there.
nn: Har du ikkje desse i nærleiken, må du gå inn på nettadressa og logge inn derifrå.

source: There are many options to explore as you become a more experienced user, but in this course we will only be talking about the ones called ‘Help’ and ‘Log Out’.
nn: Her er det mange moglegheiter som du kan utforske når du har blitt ein meir erfaren brukar, men dei einaste menyvala vi skal snakke om på dette kurset, er dei som heiter "Hjelp" og "Logg ut".

source: Once you’ve done this, you have a Skype user account/profile
nn: Når det er gjort har du ein brukarkonto/brukarprofil på Skype.

source: If you’re using a computer, tablet or smartphone that’s used by several different people, it’s important that you remember to log out so no one else can use your Facebook account and pretend to be you, change your password etc.
nn: Dersom du bruker ei datamaskin, eit nettbrett eller ein telefon som også blir brukt av mange andre, er det viktig at du hugsar å logge av slik at ingen kan gå inn på Facebook-kontoen din og gi seg ut for å vere deg, skifte passord eller liknande.

source: To make a video call on Skype using a desktop computer, you need a webcam.
nn: Du må bruke eit webkamera for å kunne ha ein videosamtale via Skype med ei stasjonær datamaskin.

source: Press/click on the ‘Home’ button to return to the desktop so you can choose a different app.
nn: For å kome tilbake til skrivebordet, slik at du kan velje ein annan app, trykkjer du på «heim»-knappen.

source: To talk to someone on Skype for free, the other person also needs to have a Skype profile.
nn: For å kunne snakke med ein annan person gratis på Skype, må dei òg ha ein Skype-profil.

source: Just like with an e-mail account, you can choose to use Facebook in your web browser or download an app/program if you have a smartphone or tablet.
nn: Akkurat som med e-postkontoar kan du velje å bruke Facebook i nettlesaren din eller laste ned ein app/program dersom du har smarttelefon eller nettbrett.

source: To choose a product, click on it.
nn: Trykk på ei vare for å velje ho.

source: The image on the screen is the same one that you will see when you log on to Skype later, but before we get that far, let’s create a user account/profile.
nn: Biletet på skjermen er det same biletet som dukkar opp når du seinare skal logge på Skype, men før vi kjem så langt må vi setje opp ein brukarkonto/brukarprofil.

source: Find the ‘To’ field and click in it.
nn: Finn «Til»-feltet, og trykk på de

source: Start typing the name of the entity you’re looking for in the search field.
nn: Begynn å skrive namnet på det du leitar etter i søkjefeltet.

source: If you would like to receive such notifications, click ‘Allow’.
nn: Ønskjer du slike varsel, kan du trykkje på "Tillat".

source: Ask everyone to try this.
nn: Be alle prøve.

source: Tap ‘Switch off’.
nn: Trykk på «Skru av».

source: If you click here, you’ll see
nn: Trykkjer du på denne får du

source: We will talk about this and about privacy and security settings later.
nn: Vi skal snakke både om dette og om personvern og tryggleiksinnstillingar seinare.

source: Ask everyone to click on one of the emails in their Inbox.
nn: Be alle om å trykkje på ein av e-postane dei har i innboksen sin.

source: You are now back in your Inbox again.
nn: No kan vi begynne å skrive sjølve innhaldet i e-posten.

source: Now, would everyone please download Skype to the device you are
nn: No kan alle som er her laste ned Skype på den maskina dei bruker.

source: But the process you go through is the same.
nn: Men prosessen du skal igjennom er den same.

source: Android users need to tap the ‘Accounts’ button.
nn: Android-brukarar trykkjer på menypunktet «Kontoer»

source: It provides some information about the person or institution, and you can see what they decide to share with others on Facebook.
nn: Her kan ein få litt informasjon om personen eller institusjonen, og sjå ting dei ønskjer å dele med andre på Facebook.

source: You can make calls on Skype using your tablet, smartphone or computer.
nn: Du kan ringe med Skype ved å bruke nettbrettet, smarttelefonen eller datamaskina di.

source: To see more, click on the downward arrow
nn: Trykk på pila som peikar nedover for å sjå meir.

source: To become a Skype user, you need to give your ful name, your Skype name (a nickname
nn: For å bli ein Skype-brukar må du oppgi fullt namn, Skype-namn (kallenamn eller

source: If you check your email, you will see that you’ve received a welcome message from Skype
nn: Dersom du sjekkar e-posten din, ser du at du har fått ei velkomstmelding frå Skype med

source: A lot of Skype users use the service precisely because it is free to call and make video calls regardless of the duration of the conversation and which country you are in.
nn: Mange som bruker Skype, bruker det nettopp fordi det er gratis å ringe og ha videosamtalar uavhengig av kor lang samtalen er og kva for land ein er i.

source: Thumbs-up or ‘like’ is a symbol that’s used a lot on Facebook, and it may mean that you like something, that you agree with something or that you’ve understood what the person has written.
nn: Tommel-opp eller "like" er eit symbol som blir nytta mykje på Facebook, det kan tyde at du likar noko, at du er einig eller at du har oppfatta kva personen har sagt.

source: Facebook will now offer to help you to find your friends by going through your email contacts, but you can also search for people you’d like to connect with.
nn: Facebook tilbyr deg no å hjelpe deg med å finne venene dine ved å gå igjennom e-postkontaktane dine, men du kan òg sjølv søkje fram dei du ønskjer kontakt med.

source: click on the field where it says ‘Write a comment’.
nn: … så trykkjer du i feltet der det står "Skriv ein kommentar".

source: Mac users will find the web browser in the Dock.
nn: Dei som brukar Mac, finn nettlesaren i Dock-en.

source: After the at sign comes the name of the email service you’re using (in our case, Outlook), followed by a full stop and the letters c-o-m.
nn: Etter krøllalfaen kjem namnet på e-posttenesta du brukar (i vårt tilfelle Outlook eller Live), og på slutten eit punktum og bokstavane c-o-m.

source: address from all other email addresses.
nn: frå alle andre e-postadresser.

source: You only have to create a Facebook account ONCE.
nn: Å opprette ein Facebook-konto treng du berre å gjere ÉIN gong.

source: be covering that in this course.
nn: men det går vi ikkje inn på i dette kurset.

source: If you’d like to apply this setting, click on the button marked ‘Public’ and click on the other option that appears on the list.
nn: Ønskjer du denne innstillinga trykkjer du på knappen der det står "Alle" og trykkjer på det andre alternativet som dukkar opp på lista.

source: access to the internet and access to the Skype program where you have an account/profile.
nn: og tilgang på Skype-programmet der du har ein konto/profil.

source: You can always choose whether you want to connect with someone or not.
nn: Du kan også alltid velje om du vil ha kontakt med nokon eller ikkje.

source: When you like them, you’ll see
nn: Når du likar desse, kan du sjå

source: device you are using, but the fields you need to fill in to create a user profile/account are the same.
nn: du må fylle ut for å lage ein brukarprofil/brukarkonto er dei same.

source: In this course, we will learn how to use Gmail.
nn: På dette kurset vil deltakarane lære å bruke Outlook.

source: If you want to see the other tab again, just click on it.
nn: Dersom du ønskjer å sjå på den andre fana igjen, klikkar du på henne.

source: We’ll start by finding an app we would like to download.
nn: Vi startar med å finne ein app vi har lyst til å laste ned.

source: If you click on this, you’ll
nn: Trykkjer du på dette kjem du med

source: or username for Skype), a password and an email address.
nn: brukarnamn på Skype), eit passord og ei e-postadresse.

source: You will now see a sign-in page.
nn: No kjem det opp ei innloggingsside.

source: Many people will have an email address they recognise as their user account/ID.
nn: For mange vil brukarkontoen/ID-en vere ei e-postadresse dei kjenner igjen.

source: You can have as many such connections as you like on Facebook.
nn: Du kan ha så mange slike kontaktar du vil på Facebook.

source: At the top it says ‘Who can see your future posts?’ and the
nn: Øvst står det "Kven kan sjå dei framtidige innlegga dine?"

source: You don’t have to use this feature.
nn: Du er ikkje nøydd til å bruke denne

source: Before the course, you may want to add a slide with your email address on it to the presentation or write it on the board to make sure everyone writes it correctly.
nn: Før kurset kan du gjerne leggje til eit lysbilete med e-postadressa på i presentasjonen eller skrive henne opp på ei tavle, slik at alle får skrive henne rett.

source: Proceed to checkout when you are ready to pay.
nn: Gå til kassa når du er klar til å betale.

source: It is often not possible to be friends with institutions, but you can choose to ‘like’ them.
nn: Ofte kan du ikkje bli vener med institusjonar, men du kan velje å "like".

source: All individuals, companies and other Facebook users have a timeline.
nn: Alle personar og selskap og andre som bruker Facebook har ei tidsline.

source: Thumbs-up or ‘like’ is a symbol that’s used a lot on Facebook, and it may mean that you
nn: Tommel-opp eller "like" er eit symbol som blir nytta mykje på Facebook, det kan tyde at

source: To create a Facebook profile, start by going to www.facebook.no or downloading the
nn: For å opprette ein Facebook-profil må du først gå til www.facebook.no eller laste ned

source: If you click on the green button with a telephone receiver symbol, you’ll accept the call, but the person calling will only hear your voice and cannot see you on video while you talk.
nn: Trykkjer du på den grøne knappen med bilete av eit telefonrør tek du imot samtalen, men personen som ringer kan berre høyre røysta di, dei kan ikkje sjå video av deg medan de snakkar.

source: The text can also be found as notes under
nn: Det same manuset finn du også som notat under kvart lysbilete.

source: This reports other things happening on Facebook that
nn: Her blir det rapportert andre typar ting som skjer på

source: To do this, use the field where it says ‘Write something...’, but remember that everything you write on a timeline can be seen by other people who are connected to that person.
nn: Då bruker du feltet der det står "skriv noko …", men hugs at andre som har kontakt med personen kan sjå alt som blir skrive på tidslina.

source: When you are logged out, these images wil appear on your screens.
nn: Når de er logga ut dukkar desse bileta opp på skjermane dykkar.

source: Click on your name on the menu bar to see your timeline.
nn: Trykkjer du på namnet ditt på menylina, får du sjå tidslina di.

source: opened on your phone already.
nn: du har opna på telefonen din frå før.

source: Others can also send you such requests.
nn: Andre kan òg sende slike førespurnader til

source: A long list will then appear showing much of what is always visible when you are using
nn: Då dukkar det opp ei lang liste som viser mykje av det som heile tida ligg synleg når ein

source: These suggestions will appear in a list below the field you’re typing in.
nn: Desse dukkar opp i ei liste under feltet du skriv i.

source: Those using a smartphone need to tap where it says ‘Tap to find new contacts’.
nn: Dei som bruker smarttelefon, må trykkje der det står "Trykk for å finne nye kontakter".

source: This manuscript is to be used together with the PowerPoint presentation
nn: Dette manuset skal brukast saman med PowerPoint-presentasjonen

source: iPad/iPhone users will see that all the icons on their screen will start to wiggle and will have
nn: Dei som brukar iPad/iPhone, ser at alle ikona på skjermen begynner å riste og får

source: Point 1 corresponds to slide 1 (page 1) in the PowerPoint presentation, point 2 to slide 2 etc.
nn: Punkt 1 høyrer til lysbilete 1 (side 1) i PowerPoint-en, punkt 2 til side 2 osb. Det sa

source: If you click on this, a window will appear that looks like the one that appears when you share on a timeline, group etc.
nn: Trykkjer du på dette dukkar det opp eit vindauge som liknar det som kjem når du vil dele på ei tidsline, gruppe eller liknande.

source: Now you will all send an email to me.
nn: Alle skal no sende ein e-post til meg.

source: If you like, you can add people from this list as Facebook friends.
nn: Om du ønskjer det, kan du leggje til folk frå denne lista som dine Facebook-vener.

source: If you choose the option ‘Share now (Friends)’, the photo or post wil appear on your
nn: Vel du alternativet "Del no (Vener)" dukkar biletet eller innlegget opp på Facebook-tidslina

source: You do this the same way as when you search for friends.
nn: Det gjer du på same måte som når du søkjer etter vener.

source: Now, would everyone please download Skype to the device you are using?
nn: No kan alle som er her laste ned Skype på den maskina dei bruker.

source: video chat, use the chat to make voice cal s etc.
nn: videosamtale, bruke chatten til å ringje med meir.

source: Make sure everyone has typed a subject in the field before you go on.
nn: Pass på at alle har skrive inn eit emne i feltet før du går vidare.

source: Scroll almost all the way to the bottom of
nn: Scroll/rull nesten heilt ned i denne lista og

source: To add the person to your friends list, click on the ‘Add friend’ button.
nn: For å leggje til personen i venelista di må du trykkje på knappen "Legg til ven".

source: If you’re using a computer, you can also open Skype in your web browser.
nn: Bruker du ei datamaskin kan du òg opne Skype i nettlesaren din.

source: that you know what’s happening to your products.
nn: kontonummer for å betale for vara du skal kjøpe.

source: Your profile picture and name is shown at the top of the menu bar.
nn: Øvst i menylina ser du profilbiletet og namnet ditt.

source: You can also receive contact requests from others who want to get in touch with you.
nn: Du kan òg få kontaktførespurnader frå andre som ønskjer å ta kontakt med deg.
